cask 'slack'
cask 'spotify'
cask 'zoomus'
cask 'notion'
cask 'obinslab-starter'
cask 'karabiner-elements'
cask 'hammerspoon'
cask 'firefox'
cask 'tableplus'


brew 'starship'
brew 'nvim'
brew 'bat'
brew 'ngrok'
brew 'yarn'
brew 'autojump'
brew 'overmind'
brew 'gpg'
brew 'ripgrep'
brew 'fzf'
brew 'wifi-password'
brew 'setapp'
brew 'google-chrome'
brew 'imagemagick'
brew 'autojump'
brew 'zsh-history-substring-search'
brew 'zsh-autosuggestions'
brew 'asdf'
brew '1password-beta'

tap 'heroku/brew'
brew 'heroku'
