cask 'slack'
cask '1password'
cask 'spotify'
cask 'zoomus'
cask 'notion'
cask 'obinslab-starter'
cask 'karabiner-elements'
cask 'hammerspoon'
cask 'firefox'
cask 'tableplus'

brew 'starship'
brew 'nvim'
brew 'bat'
brew 'heroku'
brew 'ngrok'
brew 'yarn'
brew 'autojump'
brew 'zsh'
